Repository: GCES-Pydemic/pydemic-ui
Catalog: pydemic_ui/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Debugging {obj} instance
pt_br: Depurando instancia de {obj}

source: Chart
pt_br: Gráfico

source: Table
pt_br: Tabela

source: Debug
pt_br: Depuração

source: Basic information
pt_br: Informações básicas

source: ICU beds
pt_br: Leitos UTI

source: Hospital beds
pt_br: Leitos clínicos

source: Population
pt_br: População

source: Cases*
pt_br: Casos*

source: Deaths
pt_br: Mortes

source: &ast; As measured at {date}.
pt_br: &ast; Medido em {date}.

source: Cases and deaths
pt_br: Casos e óbitos

source: Cases per weekday
pt_br: Casos por dia da semana

source: Intervention starts prior to simulation
pt_br: Intervenção inicia antes da simulação

source: Not soon...
pt_br: Não por agora...

source: Select method
pt_br: Selecione um método

source: Arguments
pt_br: Argumentos

source: Method executed in {} seconds.
pt_br: Método executou em {} segundos

source: Method help and signature
pt_br: Ajuda e assinatura do método

source: Function output
pt_br: Saída da função

source: Which aspect of the API do you want to explore?
pt_br: Quais aspectos da API você deseja explorar?

source: Options
pt_br: Opções

source: Mundi region code
pt_br: Código de região Mundi

source: A Pydemic Model
pt_br: Um modelo Pydemic

source: A Mundi Region
pt_br: Uma região Mundi

source: Input components
pt_br: Componentes de entrada

source: What do you want to explore?
pt_br: O que você deseja explorar?

source: Do not run anything
pt_br: Não execute nada

source: Main epidemic calculator
pt_br: Calculadora epidemiológica

source: Epidemic projections and forecast
pt_br: Projeções epidemiológicas

source: Epidemic scenarios (I)
pt_br: Cenários epidemiológicos (I)

source: Epidemic scenarios (II)
pt_br: Cenários Epidemiológicos (II)

source: Model info
pt_br: Informação sobre o modelo

source: Forecast
pt_br: Projeção

source: Force reload of all python modules
pt_br: Forçar recarregar todos módulos Python

source: Which app do you want to run?
pt_br: Qual aplicativo você quer executar?

source: Done!
pt_br: Feito!

source: Force reload
pt_br: Forçar recarregamento

source: Doing nothing...
pt_br: Fazendo nada...

source: Unloading module: {mod}
pt_br: Removendo o módulo: {mod}

source: Lack of hospital beds
pt_br: Falta de leitos clínicos

source: Lack of ICUs
pt_br: Falta de UTIs

source: Secret area for beta testers
pt_br: Área secreta para beta-testers

source: Hospital pressure calculator
pt_br: Calculadora de pressão hospitalar

source: Showcase Pydemic-UI components
pt_br: Mostra os componentes do Pydemic-UI

source: Epidemic forecasts
pt_br: Projeções epidemiológicas

source: Select the secret application
pt_br: Selecione uma aplicação secreta

source: Enable debug
pt_br: Habilitar depuração

source: Running in debug mode!
pt_br: Executando em modo de depuração!

source: Debug section!
pt_br: Seção de depuração!

source: Debug information
pt_br: Informação de depuração

source: Generic parameters
pt_br: Parâmetros genéricos

source: Epidemiological parameters
pt_br: Parâmetros epidemiológicos

source: Clinical parameters
pt_br: Parâmetros clínicos

source: Output
pt_br: Saída

source: Distribution of deaths
pt_br: Distribuição de óbitos

source: Clinical model
pt_br: Modelo clínico

source: Parameters table
pt_br: Tabela de parâmetros

source: Covid risk factors
pt_br: Fatores de risco para COVID

source: Covid risk factors ({name})
pt_br: Fatores de risco para COVID ({name})

source: The computed value of R0 for {place} is **{R0}**. Let us consider 3 different scenarios: the first progress with this value of R0, the second increases social isolation to obtain a lower R0 and the third loosen social isolation and correspond to a higher R0.
pt_br: O valor de R0 calculado para {place} é **{R0}**. Vamos considerar 3 diferentes cenários: o primeiro progride com este valor de R0; o segundo aumenta o nível de isolamento social para obter um R0 mais baixo e o terceiro diminui o isolamento e corresponde ao maior valor de R0.

source: What is the new R0?
pt_br: Qual é o novo valor de R0?

source: Parameters
pt_br: Parâmetros

source: Healthcare system
pt_br: Sistema de saúde

source: Total ICU beds
pt_br: Total de leitos UTI

source: Total hospital beds
pt_br: Total de leitos clínicos

source: Fraction of ICU beds that is occupied?
pt_br: Qual fração dos leitos UTI está ocupada?

source: Plotting options
pt_br: Opções de gráficos

source: Linear scale
pt_br: Escala linear

source: Hide grid
pt_br: Esconder grade

source: Advanced information
pt_br: Informação avançada

source: Notification per weekday
pt_br: Notificação por dia de semana

source: Introduction
pt_br: Introdução

source: Basic reproduction number
pt_br: Número básico de reprodução

source: Ascertainment rate
pt_br: Taxa de notificação

source: Forecasts
pt_br: Projeções

source: Active cases
pt_br: Casos ativos

source: Download data
pt_br: Baixar dados

source: Select columns
pt_br: Selecione colunas

source: When can we reopen?
pt_br: Quando podemos reabrir?

source: Step 1: Controlling the curve
pt_br: Passo 1: Controlar a curva

source: Step 2: Testing
pt_br: Passo 2: Testagem

source: Step 3: Hospital capacity
pt_br: Passo 3: Capacidade hospitalar

source: Critical cases
pt_br: Casos críticos

source: Date
pt_br: Data

source: Select a state to highlight
pt_br: Selecione um estado para destacar

source: Which kind of curve to you want to analyze?
pt_br: Qual o tipo de curva que você deseja analisar?

source: Projections for COVID-19 evolution in Brazil
pt_br: Projeções para a evolução da COVID-19 no Brasil

source: ICU
pt_br: UTI

source: Clinical
pt_br: Clínico

source: Cases
pt_br: Casos

source: Infected
pt_br: Infectados

source: State
pt_br: Estado

source: Macro-region
pt_br: Macro-região

source: Isolation {}
pt_br: Isolamento {}

source: Processing {name}
pt_br: Processando {name}

source: {n} days
pt_br: {n} dias

source: isolation {pc}
pt_br: isolamento {pc}

source: Select scenario
pt_br: Selecione o cenário

source: Columns
pt_br: Colunas

source: Isolation scores
pt_br: Scores de isolamento

source: Show values for the given days
pt_br: Mostrar valores para os dias dados

source: Download results
pt_br: Baixar resultados

source: Scenarios for COVID-19 evolution in Brazil
pt_br: Cenários para a evolução da COVID-19 no Brasil

source: All Brazilian states
pt_br: Todos estados brasileiros

source: Numeric code
pt_br: Código numérico

source: Name
pt_br: Nome

source: Brazilian macro-regions
pt_br: Macro-regiões brasileiras

source: Running simulations
pt_br: Executando simulações

source: {} days
pt_br: {} dias

source: days
pt_br: dias

source: How do you want your data?
pt_br: Como você deseja os dados?

source: Show in screen
pt_br: Mostrar na tela

source: Comma separated values
pt_br: Valores separados por vírgulas (CSV)

source: Download as {kind}
pt_br: Baixar como {kind}

source: Observed daily cases and deaths
pt_br: Número de novos casos diários e óbitos

source: Epidemic Calculator
pt_br: Calculadora Epidêmica

source: PAHO
pt_br: OPAS

source: Support: {institutions}
pt_br: Suporte: {institutions}

source: Acknowledgements: {institutions}
pt_br: Agradecimentos: {institutions}

source: Epidemiology
pt_br: Epidemiologia

source: Standard
pt_br: Padrão

source: Advanced
pt_br: Avançado

source: Scenario
pt_br: Cenário

source: Basic reproduction number (R0)
pt_br: Número de reprodução básico

source: Virus incubation period
pt_br: Período de incubação do vírus

source: Infectious period
pt_br: Período infeccioso

source: Fraction of symptomatic cases
pt_br: Fração de casos sintomáticos

source: Fraction of hospitalized cases
pt_br: Fração de casos hospitalizados

source: Need for ICU in hospitalized cases
pt_br: Precisa de UTI nos casos hospitalizados

source: Hospitalization period (days)
pt_br: Período de hospitalização (dias)

source: Hospitalization period for ICU patients (days)
pt_br: Período de hospitalização (UTI)

source: This intervention simulates a situation in which everyone reduces the average number of contacts throughout the day. Small reductions (~15%) are possible through small behavioral changes. Larger reductions require implementation of many non-pharmacological measures.
pt_br: Esta intervenção simula uma situação em que as pessoas reduzem o número médio de contatos ao longo do dia. Pequenas reduções (~15%) são possíveis por pequenas mudanças comportamentais. Reduções maiores exigem a implementação de várias medidas não farmacológicas.

source: Intervention
pt_br: Intervenção

source: None
pt_br: Nenhum

source: Social distancing
pt_br: Redução de contato social

source: Duration of intervention (days)
pt_br: Duração da intervenção (dias)

source: Intervention starts at day {} of simulation
pt_br: Intervenção começa no dia {} da simulação

source: Expected social isolation (0{pc} represents no isolation)
pt_br: Distanciamento social previsto (0{pc} significa ausência de distanciamento social)

source: Initial social isolation (0{pc} represents no isolation)
pt_br: Isolamento inicial (0{pc} representa ausência de isolamento)

source: First intervention
pt_br: Primeira intervenção

source: Start intervention immediately
pt_br: Começar intervenção imediatamente

source: How many days before intervention start?
pt_br: Quantos dias antes de começar a intervenção?

source: Add more stages
pt_br: Acrescentar etapa

source: Intervention {n}
pt_br: Intervenção {n}

source: Brazil
pt_br: Brasil

source: Region
pt_br: Região

source: Meso Region
pt_br: Meso-região

source: Micro-Region
pt_br: Micro-região

source: City
pt_br: Cidade

source: SUS macro region
pt_br: Macro-região SUS

source: Location
pt_br: Localidade

source: Advanced selection
pt_br: Seleção avançada

source: Select mundi region
pt_br: Selecione uma região mundi

source: Region not found!
pt_br: Região não encontrada!

source: IBGE subdivisions
pt_br: Sub-divisões IBGE

source: SUS healthcare region
pt_br: Região de saúde SUS

source: List of IBGE city codes
pt_br: Lista de códigos IBGE

source: Select
pt_br: Selecione

source: Show cities
pt_br: Lista de cidades

source: List of cities
pt_br: Lista de cidades

source: {city} is not in {state}!
pt_br: {city} não está em {state}!

source: Arbitrary region
pt_br: Região arbitrária

source: {name} (everything)
pt_br: {name} (tudo)

source: name
pt_br: nome

source: invalid city code: {code}
pt_br: Código de cidade inválido: {code}

source: The Brazilian occupancy rate is traditionally above **{globalrate}**. The input parameters assume a **{rate}** occupancy rate and **{n}** available beds.
pt_br: A taxa de ocupação de leitos no Brasil é tradicionalmente maior que **{globalrate}**. Os parâmetros de entrada assumem uma taxa de ocupação de **{rate}** e **{n}** leitos disponíveis.

source: Simulation options
pt_br: Opções da simulação

source: Duration (weeks)
pt_br: Duração (semanas)

source: Simulation date
pt_br: Início da simulação

source: Average new confirmed COVID-19 cases per day
pt_br: Média de casos confirmados de COVID-19 por dia

source: Notification rate (%)
pt_br: Taxa de notificação (%)

source: Hospital capacity
pt_br: Capacidade hospitalar

source: Total capacity
pt_br: Capacidade total

source: Occupied
pt_br: Ocupado

source: Using more beds than total capacity
pt_br: Utilizando mais leitos que a capacidade total

source: Clinical beds
pt_br: Leitos clínicos

source: The location does not have any ICU beds. At peak demand, it needs to reserve {n} beds from neighboring cities.
pt_br: A localidade não possui leitos de UTI. No auge da demanda, é necessário reservar {n} leitos de cidades vizinhas.

source: The location will **run out of ICU beds at {date}**. At peak demand, it will need **{n} new ICUs**. This demand corresponds to **{surge} times** the number of beds dedicated to COVID-19 and {total} of the total number of ICU beds.
pt_br: A localidade **ficará sem UTIs COVID-19 em {date}**. No auge da demanda, serão necessárias {n} novas UTIs. Esta demanda corresponde a **{surge} vezes** o número de leitos de UTI dedicados ao COVID-19 e {total} vezes o número total de UTIs instaladas na região.

source: The number of ICU beds is sufficient for the expected demand in this scenario.
pt_br: O número de UTIs é suficiente para a expectativa de demanda do cenário.

source: The table bellow show the recommended usage of PPE by healthcare workers during the period of simulation.
pt_br: A tabela abaixo mostra o uso recomendado de EPIs por profissionais da saúde durante o período da simulação.

source: No ICU beds!
pt_br: Sem UTIs!

source: No hospital beds!
pt_br: Sem leitos!

source: Still coming...
pt_br: Ainda por vir...

source: Confirmed cases*
pt_br: Casos confirmados*

source: Confirmed deaths*
pt_br: Óbitos confirmados*

source: Hospitalizations
pt_br: Hospitalizações

source: Required extra ICU beds
pt_br: UTIs adicionais necessárias

source: Required extra hospital beds
pt_br: Leitos clínicos adicionais necessários

source: No more ICU beds available by
pt_br: UTIs lotam em

source: No more hospital beds available by
pt_br: O leitos clínicos lotam em

source: Estimated date for the peak
pt_br: Data estimada para o pico

source: Cumulative attack rate
pt_br: Taxa de ataque acumulada

source: &ast; Compiled from local Healthcare Secretaries
pt_br: &ast; Compilado de dados de Secretarias Estaduais de Saúde

source: Advanced epidemiological information
pt_br: Informações avançadas de epidemiologia

source: Number of cases generated by a single case
pt_br: Número de casos gerado por cada caso

source: Mortality (deaths per 100k population)
pt_br: Mortalidade (mortes por 100.000 hab)

source: Letality ({pc} of deaths among the ill)
pt_br: Letalidade ({pc} de mortes entre os doentes)

source: Personal protection equipment
pt_br: Equipamento de proteção individual

source: M = million
pt_br: M = milhão

source: B = billion
pt_br: B = bilhão

source: Summary of model attributes and constants
pt_br: Sumário de atributos e constantes do modelo

source: COVID/SARI ICUs
pt_br: UTIs COVID/SRAG

source: COVID/SARI hospital beds
pt_br: Leitos clínicos COVID/SRAG

source: Quantity
pt_br: Quantidade

source: Patients/day
pt_br: Pacientes/dia

source: Cirurgical masks
pt_br: Máscaras cirúrgicas

source: N95 mask
pt_br: Máscara N95

source: Waterproof apron
pt_br: Avental impermeável

source: Non-sterile glove
pt_br: Luvas não estéreis

source: Hospital demand
pt_br: Demanda hospitalar

source: Required hospital beds
pt_br: Leitos clínicos necessários

source: Required ICU beds
pt_br: Leitos UTI necessários

source: Available hospital beds
pt_br: Leitos clínicos disponíveis

source: Anticipated age distribution of COVID deaths by age
pt_br: Distribuição prevista de mortes por COVID por faixa etária

source: **Total cases**
pt_br: **Total de casos**

source: **Mortality per 100k**
pt_br: **Mortalidade por 100.000**

source: Age 60+
pt_br: Idade 60+

source: Population pyramid
pt_br: Pirâmide populacional

source: Female
pt_br: Mulher

source: Male
pt_br: Homem

source: Source
pt_br: Fonte
